import React, { useState } from "react";

function Home() {
  const gem = `
  (ﭑ ﭒ ﭓ ﭔ ﭕ  )   [الفاتحة:1]
 {الْحَمْدُ للّهِ رَبِّ الْعَالَمِين}[الفاتحة:2]
 (ﭖ ﭗ ﭘ ﭙ ﭚ)   [الفاتحة:2]
 {الرَّحْمـنِ الرَّحِيم}[الفاتحة:3]
 (ﭛ ﭜ ﭝ)   [الفاتحة:3]
 {مَـلِكِ يَوْمِ الدِّين}[الفاتحة:4]
 (ﭞ ﭟ ﭠ ﭡ)   [الفاتحة:4]
 {إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِين}[الفاتحة:5]
 (ﭢ ﭣ ﭤ ﭥ ﭦ)   [الفاتحة:5]
 {اهدِنَــــا الصِّرَاطَ المُستَقِيم}[الفاتحة:6]
 (ﭧ ﭨ ﭩ ﭪ)   [الفاتحة:6]
 {صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّين}[الفاتحة:7]
 (ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ)   [الفاتحة:7]
 {الم}[البقرة:1]
 (ﭑ ﭒ)   [البقرة:1]
 {ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِين}[البقرة:2]
 (ﭓ   ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ)   [البقرة:2]
 {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُون}[البقرة:3]
 (ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ)   [البقرة:3]
 {والَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالآخِرَةِ هُمْ يُوقِنُون}[البقرة:4]
 (ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ)   [البقرة:4]
 {أُوْلَـئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُوْلَـئِكَ هُمُ الْمُفْلِحُون}[البقرة:5]
 (ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ)   [البقرة:5]
 {إِنَّ الَّذِينَ كَفَرُواْ سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُون}[البقرة:6]
 (ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ)   [البقرة:6]
 {خَتَمَ اللّهُ عَلَى قُلُوبِهمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عظِيم}[البقرة:7]
 (ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ)   [البقرة:7]
 {وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِين}[البقرة:8]
 (ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ)   [البقرة:8]
 {يُخَادِعُونَ اللّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُم وَمَا يَشْعُرُون}[البقرة:9]
 (ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ)   [البقرة:9]
 {فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ اللّهُ مَرَضاً وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُون}[البقرة:10]
 (ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ)   [البقرة:10]
 {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُون}[البقرة:11]
 (ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ)   [البقرة:11]
 {أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَـكِن لاَّ يَشْعُرُون}[البقرة:12]
 (ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ)   [البقرة:12]`;
  return (
    <>
      <h1>Home</h1>
    </>
  );
}

export default Home;
